{
  "bio": "Chelsea Cardinal is a multidisciplinary artist and the founder of Studio of Chelsea Cardinal, a graphic design shop working in the print and digital realms. Grown from a penchant for variety, the studio is flexibly structured and can change size and shape as needed—assembling collaborators or liaising with existing teams case by case.<br><br>Before embarking on her independent studio practice in 2015, Chelsea worked at a handful of magazines, honing her taste for visual storytelling and the richness of conversation/play between language and image. Today, the studio is guided by an ethos of observation and inquisitiveness, and playful/unconventional. The work has included branding, books and covers, product development, web, film, and a menagerie of magazines.<br><br>Services: Art Direction, Print Design, Editorial Consulting, Brand Identity, Packaging, Product Development, Web<br><br>Clients: Random House, Nickelodeon, Players’ Tribune, New York Times, The Economist, Rockefeller Center, Vanity Fair, Bon Appetit, WSJ, GQ, Birthdate Co. Wealthsimple, Shopify.<br><br>Contact <a href=\"mailto:dearchelseacardinal@gmail.com\" title=\"\">Studio of Chelsea Cardinal</a>",
  "index_text_color": "#4F4F4F",
  "index_color": "#FBFAF8",
  "mobile_menu_background_color": "#FBFAF8",
  "category_tags": [
    "magazines",
    "covers",
    "posters",
    "books",
    "illustration",
    "branding/identity",
    "custom type "
  ],
  "category_color": [
    {
      "select_category": "custom type ",
      "tag_color": "#837588"
    },
    {
      "select_category": "covers",
      "tag_color": "#718D7C"
    },
    {
      "select_category": "branding/identity",
      "tag_color": "#626936"
    },
    {
      "select_category": "posters",
      "tag_color": "#9A9988"
    },
    {
      "select_category": "magazines",
      "tag_color": "#9C95A6"
    },
    {
      "select_category": "illustration",
      "tag_color": "#924B4B"
    },
    {
      "select_category": "books",
      "tag_color": "#93A9CD"
    }
  ],
  "index_line_color": "#4F4F4F"
}
